---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.LightDistribution
source: html/a289a44f-53dc-42e8-a3be-79d8af7d26f7.htm
---
# LightDistribution Members

Creates a copy of the LightDistribution derived object.